Repository: KangGyeongGu/pairshot-ios
Catalog: PairShot/PairShot/Resources/Localizable.xcstrings
Source language: ko
Languages: en

# settings_pro_promo_feature_pairs
source: 무제한 페어
en: Unlimited pairs

# settings_promotion_code_redeem
source: 프로모션 코드 등록
en: Redeem Promotional Code

# settings_promotion_code_status_active
source: 광고 제거 활성
en: Ad Removal Active

# settings_promotion_code_status_coupons_template
source: 쿠폰 %d개
en: %d coupons

# settings_promotion_code_status_permanent
source: 광고 제거 활성 (영구)
en: Ad Removal Active (Permanent)

# settings_promotion_code_status_remaining_days
source: %d일 남음
en: %d days remaining

# settings_quality_best
source: 최상 (95%)
en: Best (95%)

# settings_quality_best_desc
source: 최대 품질
en: Maximum quality

# settings_quality_high
source: 높음 (85%)
en: High (85%)

# settings_quality_high_desc
source: 기본값, 균형
en: Default, balanced

# settings_quality_low
source: 낮음 (75%)
en: Low (75%)

# settings_quality_low_desc
source: 파일 크기 작음
en: Smaller file size

# settings_section_combine
source: 합성
en: Combining

# settings_section_coupon
source: 쿠폰
en: Coupon

# settings_section_general
source: 일반
en: General

# settings_section_help
source: 도움말
en: Help

# settings_section_shooting_files
source: 촬영 및 파일
en: Shooting and files

# settings_section_info
source: 정보
en: Info

# settings_section_watermark
source: 워터마크
en: Watermark

# settings_subscription_manage
source: 구독 관리
en: Manage Subscription

# settings_subscription_membership
source: 멤버십
en: Membership

# settings_subscription_membership_expires_template
source: %@까지
en: Until %@

# settings_subscription_membership_permanent
source: 영구
en: Permanent

# settings_subscription_restore
source: 구매 복원
en: Restore Purchases

# settings_subscription_status
source: 현재 상태
en: Current Plan

# settings_subscription_title
source: 구독
en: Subscription

# settings_subscription_upgrade
source: Pro 업그레이드
en: Upgrade to Pro

# settings_subscription_view_options
source: 구독 옵션 보기
en: View subscription options

# settings_summary_overlay_template
source: 투명도 %d%% · %@ · %@
en: Opacity %d%% · %@ · %@

# settings_summary_quality_prefix_template
source: 품질 %@ · prefix "%@"
en: Quality %@ · prefix "%@"

# settings_summary_quality_template
source: 품질 %@
en: Quality %@

# settings_summary_watermark_off
source: 워터마크 꺼짐
en: Watermark off

# settings_summary_watermark_on
source: 워터마크 켜짐
en: Watermark on

# settings_theme_dark
source: 다크
en: Dark

# settings_theme_light
source: 라이트
en: Light

# settings_theme_system
source: 시스템 기본값
en: System default

# settings_title
source: 설정
en: Settings

# settings_tutorial_restart_confirm_message
source: 튜토리얼을 다시 보시겠습니까?
en: Would you like to see the tutorial again?

# settings_tutorial_restart_confirm_title
source: 튜토리얼 다시 보기
en: Replay tutorial

# settings_warning_opacity_high
source: 75% 이하 권장
en: 75% or lower recommended

# settings_warning_setup_needed
source: 설정 필요
en: Setup needed

# snackbar_allAfterCaptured_body
source: 모든 페어 촬영이 끝났습니다
en: All pairs are now complete

# snackbar_allAfterCaptured_title
source: After 촬영 완료
en: After captures complete

# snackbar_dailyLimitGate_body
source: 구독하면 무제한으로 사용할 수 있습니다
en: Subscribe for unlimited use

# snackbar_dailyLimitGate_title
source: 일일 무료 한도 도달
en: Daily free limit reached

# snackbar_labelPlacementRequiresBorder_body
source: 테두리 사용 설정을 먼저 활성화해주세요
en: Turn on border to place labels in the border.

# snackbar_labelPlacementRequiresBorder_title
source: 테두리 사용 필요
en: Border required

# snackbar_nothingToSave_body
source: 새로 추가된 이미지가 없습니다
en: No new images to add

# snackbar_nothingToSave_title
source: 저장할 항목 없음
en: Nothing to save

# snackbar_proFeatureGate_body
source: 구독하면 사용할 수 있습니다
en: Subscribe to unlock

# snackbar_proFeatureGate_title
source: Pro 전용 기능
en: Pro feature

# snackbar_progress_prepareZipExport_body
source: 준비가 끝나면 저장 위치를 선택할 수 있습니다
en: You'll choose a save location once ready

# snackbar_progress_prepareZipExport_title
source: ZIP 파일 준비 중
en: Preparing ZIP file

# snackbar_progress_saveToPhotos_body
source: 저장이 끝날 때까지 앱을 종료하지 마세요
en: Keep the app open until saving finishes

# snackbar_progress_saveToPhotos_title
source: 사진 앱에 저장 중
en: Saving to Photos

# snackbar_progress_share_body
source: 준비가 끝날 때까지 앱을 종료하지 마세요
en: Keep the app open until preparation finishes

# snackbar_progress_share_title
source: 공유 준비 중
en: Preparing to share

# snackbar_savedToPhotos_body
source: 사진 앱에서 확인할 수 있습니다
en: Available in the Photos app

# snackbar_savedToPhotos_title
source: 사진 앱 저장 완료
en: Saved to Photos

# snackbar_savedZip_body
source: 선택하신 폴더에서 확인할 수 있습니다
en: Saved to the folder you chose

# snackbar_savedZip_title
source: ZIP 저장 완료
en: ZIP saved

# snackbar_saveFailed_body
source: 잠시 후 다시 시도해주세요
en: Please try again

# snackbar_saveFailed_title
source: 저장 실패
en: Save failed

# snackbar_shareFailed_body
source: 잠시 후 다시 시도해주세요
en: Please try again

# snackbar_shareFailed_title
source: 공유 준비 실패
en: Share preparation failed

# snackbar_watermarkSetupRequired_body
source: 설정 > 워터마크 항목에서 먼저 등록해주세요
en: Open Settings > Watermark to set it up first

# snackbar_watermarkSetupRequired_title
source: 워터마크 설정 필요
en: Watermark setup required

# storage_button_delete_orphans
source: 고아 파일 삭제
en: Delete orphan files

# storage_delete_failed_template
source: 삭제 실패: %@
en: Delete failed: %@

# storage_dialog_orphan_delete_message
source: 프로젝트에서 참조하지 않는 사진 파일만 삭제합니다. 이 작업은 되돌릴 수 없습니다.
en: Deletes only photo files no project references. This action cannot be undone.

# storage_dialog_orphan_delete_title
source: 고아 파일을 삭제할까요?
en: Delete orphan files?

# storage_label_pair_count
source: 사진 페어 수
en: Pair count

# storage_label_photo_folder_size
source: 사진 폴더 크기
en: Photo folder size

# storage_orphan_delete_summary_template
source: %d개 파일 삭제 · %@ 회수
en: %d files deleted · %@ reclaimed

# storage_section_cache_clean
source: 캐시 정리
en: Clean cache

# storage_section_cache_clean_hint
source: 프로젝트가 참조하지 않는 디스크 상의 사진 파일을 정리합니다.
en: Cleans photo files on disk not referenced by any project.

# storage_section_storage
source: 저장 공간
en: Storage

# storage_section_storage_hint
source: 사진 파일은 앱 전용 폴더에 저장됩니다. 앱을 삭제하면 함께 사라집니다.
en: Photo files are stored in the app's private folder and are removed when the app is deleted.

# storage_size_calculation_failed_template
source: 크기를 계산할 수 없습니다: %@
en: Couldn't calculate size: %@

# storage_title
source: 저장 공간
en: Storage

# theme_dark
source: 다크
en: Dark

# theme_light
source: 라이트
en: Light

# theme_system
source: 시스템 기본값
en: System default

# tutorial_button_finish
source: 완료
en: Finish

# tutorial_button_next
source: 다음
en: Next

# tutorial_button_skip
source: 건너뛰기
en: Skip

# tutorial_msg_export_combine
source: 내보낼 사진들에 테두리 등 합성을 적용할 수 있어요.
en: You can add borders and other composition to the exported photos

# tutorial_msg_export_format
source: 개별 이미지 또는 ZIP 파일로 묶어서 내보낼 수 있어요.
en: Export as individual images or bundle them into a ZIP file

# tutorial_msg_export_include
source: 어떤 사진들을 내보낼지 선택해요.
en: Choose which photos to export

# tutorial_msg_export_presets
source: 상황 별 내보낼 옵션들을 미리 저장해둘 수 있어요.
en: Save the options you'd export in each scenario ahead of time.

# tutorial_msg_export_presets_autosave
source: 생성 후 옵션을 변경해두면 자동으로 저장돼요.
en: Once created, any options you change are saved into it automatically.

# tutorial_msg_export_watermark
source: 내보낼 사진들에 워터마크를 적용할 수 있어요.
en: You can apply a watermark to the exported photos

# tutorial_skip_confirm_end
source: 종료
en: End

# tutorial_skip_confirm_title
source: 튜토리얼을 종료하시겠어요?
en: End tutorial?

# watermark_field_lines
source: 줄 수
en: Lines

# watermark_field_logo_alpha
source: 로고 투명도
en: Logo opacity

# watermark_field_logo_size
source: 로고 크기
en: Logo size

# watermark_field_opacity
source: 투명도
en: Opacity

# watermark_field_repeat
source: 반복
en: Repeat

# watermark_field_text
source: 텍스트
en: Text

# watermark_field_text_size
source: 텍스트 크기
en: Text size

# watermark_field_type
source: 유형
en: Type

# watermark_logo_clear_action
source: 로고 제거
en: Remove logo

# watermark_logo_pick_action
source: 로고 선택
en: Choose logo

# watermark_logo_position
source: 로고 위치
en: Logo position

# watermark_logo_replace_action
source: 로고 변경
en: Replace logo

# watermark_logo_state_empty
source: 등록된 로고 없음
en: No logo

# watermark_logo_state_set
source: 로고 등록됨
en: Logo registered

# watermark_position_bottom_center
source: 아래 가운데
en: Bottom center

# watermark_position_bottom_left
source: 아래 왼쪽
en: Bottom left

# watermark_position_bottom_right
source: 아래 오른쪽
en: Bottom right

# watermark_position_center
source: 가운데
en: Center

# watermark_position_center_left
source: 가운데 왼쪽
en: Center left

# watermark_position_center_right
source: 가운데 오른쪽
en: Center right

# watermark_position_top_center
source: 위 가운데
en: Top center

# watermark_position_top_left
source: 위 왼쪽
en: Top left

# watermark_position_top_right
source: 위 오른쪽
en: Top right

# watermark_preview_desc
source: 워터마크 미리보기
en: Watermark preview

# watermark_preview_empty
source: 미리보기 없음
en: No preview

# watermark_section_basic
source: 기본 설정
en: Basic settings

# watermark_section_logo
source: 로고 설정
en: Logo settings

# watermark_section_preview
source: 미리보기
en: Preview

# watermark_section_text
source: 텍스트 설정
en: Text settings

# watermark_settings_title
source: 워터마크 설정
en: Watermark settings
